Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Tất cả các ứng dụng nhận diện thương hiệu phải tuân theo các yêu cầu được cung cấp trong Chỉ thị nhận diện thương hiệu của Holiday Inn Resort® và / hoặc Hướng dẫn tiếp thị và truyền thông.
vi: Tất cả các ứng dụng bộ nhận diện thương hiệu phải tuân theo các yêu cầu được cung cấp trong Hướng dẫn về Nhận diện thương hiệu của Holiday Inn Resort® và/hoặc Hướng dẫn Tiếp thị và Truyền thông.

source: Tất cả những người không phải là thành viên nên được cung cấp với ví thẻ khóa có thương hiệu.
vi: Tất cả những người không phải là thành viên nên được cấp ví đựng thẻ khóa có tên thương hiệu.

source: Tất cả ổ cắm điện không sử dụng của KidSuites® phải là loại không cho trẻ em động đến hoặc phải có vỏ bọc cho trẻ em không sử dụng.
vi: Tất cả ổ cắm điện không sử dụng của KidSuites® phải là loại an toàn cho trẻ em hoặc phải có nắp che.

source: Tối thiểu một gói bữa sáng (ví dụ: dã ngoại, phiêu lưu với trẻ em, lãng mạn trên ban công / bãi biển).
vi: Tối thiểu một package bữa sáng (ví dụ: bữa sáng dã ngoại, phiêu lưu với trẻ em, lãng mạn trên ban công/bãi biển).

source: Tối thiểu, biểu tượng đánh dấu phải xuất hiện với tất cả các sử dụng nổi bật của nhãn hiệu và lần đầu tiên nhãn hiệu xuất hiện trong văn bản trên tất cả các trang.
vi: Tối thiểu, biểu tượng đánh dấu phải được sử dụng với mỗi lần nhãn hiệu được sử dụng một cách nổi bật và lần đầu tiên nhãn hiệu xuất hiện trong văn bản trên tất cả các trang.

source: Under water Swimming Pool lighting other than low voltage (<50V) lighting [56632] Chiếu sáng Bể bơi dưới nước hơn ánh sáng điện áp thấp (<50V)
vi: Under water Swimming Pool lighting other than low voltage (<50V) lighting [56632] Chiếu sáng Bể bơi dưới nước mà không phải đèn điện áp thấp (<50V)

source: Unfinished concrete floors and treads must have an inherent hardener [15676] Sàn và mặt bê tông chưa hoàn thiện phải có chất làm cứng vốn có
vi: Unfinished concrete floors and treads must have an inherent hardener [15676] Sàn và mặt bê tông chưa hoàn thiện phải có chất làm cứng trong vật liệu xây

source: Uninterruptible or Emergency Power Supply
vi: Uninterruptible or Emergency Power Supply Nguồn Điện Khẩn Cấp hoặc Liên Tục

source: Uninterruptible or Emergency Power Supply Cung Cấp Điện Khẩn Cấp hoặc Liên Tục
vi: Uninterruptible or Emergency Power Supply Nguồn Điện Khẩn Cấp hoặc Liên Tục

source: Universal adaptor [50347] Bộ chuyển đổi phổ quát
vi: Universal adaptor [50347] Các cổng adapter

source: Upholstered Items
vi: Upholstered Items Đồ nội thất có nệm

source: Upholstered Items Vật Phẩm Bọc
vi: Curtains and Sheers Rèm vải dày và Rèm sheer

source: Use of Build Standards
vi: Use of Build Standards Sử dụng tiêu chuẩn xây dựng

source: Use of Build Standards Sử dụng Tiêu chuẩn Tòa Nhà
vi: Build Journey – Process Quá Trình Xây Dựng

source: Utility / Service stations must provide storage for the following: [116178] quầy tiện ích / dịch vụ phải cung cấp lưu trữ cho các mục sau:
vi: Utility/Service stations must provide storage for the following: [116178] quầy phục vụ phải trữ sẵn các vật phẩm sau:

source: Vanities must meet the following: [58442] Cơ sở trang điểm phải đáp ứng như sau:
vi: Vanities must meet the following: [58442] Vanity đáp ứng như sau:

source: Vanity area [20166] Khu vực trang điểm
vi: Vanity area [20166] bàn vanity

source: Vanity units must meet the following: [77679] thiết bị trang điểm phải bao gồm:
vi: Vanity units must meet the following: [77679] vanity phải đáp ứng như sau:

source: Vanity with washbasin [983] Bàn trang điểm với chậu rửa mặt
vi: Vanity with washbasin [983] Vanity với chậu rửa mặt

source: Variable temperature dial [58824] Quay số nhiệt độ thay đổi
vi: Variable temperature dial [58824] Nút xoay để thay đổi nhiệt độ

source: Variations of bacon should be considered as one dish [583083] Biến thể của thịt xông khói nên được coi là một món ăn
vi: Variations of bacon should be considered as one dish [583083] Biến thể của thịt xông khói nên được coi là một món

source: Variations of sausage should be considered as one dish [583084] Biến thể của xúc xích nên được coi là một món ăn
vi: Variations of sausage should be considered as one dish [583084] Biến thể của xúc xích nên được coi là một món

source: Vertical Transportation
vi: Vertical Transportation Vận Chuyển Chiều dọc

source: Vertical Transportation Vận Chuyển Đứng
vi: Vertical Transportation Vận Chuyển Chiều dọc

source: Vi phạm hệ thống và truy cập trái phép hoặc xóa dữ liệu Cá nhân của khách và khách thăm phải được báo cáo cho IHG® không chậm trễ.
vi: Sự xâm nhập hệ thống và truy cập trái phép, hoặc xóa dữ liệu Cá nhân của khách lưu trú và khách thăm phải được báo cáo cho IHG® ngay lập tức.

source: Video Electronics Standards Association (VESA) compliant [58003] Tuân thủ Hiệp hội Tiêu chuẩn Điện tử Video (VESA)
vi: Video Electronics Standards Association (VESA) compliant [58003] Tuân thủ Hiệp hội Tiêu chuẩn Video Điện tử (VESA)

source: View ports equipped with privacy covers [56224] lỗ nhìn được trang bị nắp riêng tư
vi: View ports equipped with privacy covers [56224] Mắt thần có nắp

source: Việc đào tạo tại các bộ phận có thể bao gồm nhưng không giới hạn ở các yêu cầu về đồng phục, tổng quan về khách sạn và hoạt động của từng bộ phận, mô-đun eLearning định hướng thương hiệu IHG®, thông tin về công ty quản lý và / hoặc khách sạn phù hợp, mô tả công việc cá nhân và mong đợi hiệu suất, v.v.
vi: [15066] Việc đào tạo tại các bộ phận có thể bao gồm nhưng không giới hạn ở các yêu cầu về đồng phục, tổng quan về khách sạn và hoạt động của từng bộ phận, mô-đun eLearning Định hướng Thương hiệu IHG®, thông tin về khách sạn và/hoặc đơn vị vận hành phù hợp, mô tả công việc cá nhân và kỳ vọng về hiệu quả công việc, v.v.

source: Việc đặt các nhãn hiệu hoặc biến thể nhãn hiệu của IHG trong các tên hoặc logo song ngữ và không phải tiếng Anh phải có sự chấp thuận rõ ràng bằng văn bản từ trademarks@ihg.com.
vi: Việc đặt các nhãn hiệu hoặc biến thể nhãn hiệu của IHG trong các tên hoặc logo song ngữ và tên không phải tiếng Anh phải có sự chấp thuận rõ ràng bằng văn bản từ trademarks@ihg.com.

source: Wall Coverings
vi: Wall Coverings Vật liệu Phủ Tường

source: Wall Coverings Lớp Phủ Tường
vi: Wall Coverings Vật liệu Phủ Tường

source: Wall mirrors which go all the way to the floor must be protected by an anti-shatter base or film.
vi: Wall mirrors which go all the way to the floor must be protected by an anti-shatter base or film. Gương gắn tường kéo dài đến chân tường phải được bảo vệ bằng ốp chân hoặc màng dán an chống vỡ

source: Wall mounted privacy screens [99351] Màn che kín đáo gắn tường
vi: Wall mounted privacy screens [99351] Màn che đảm bảo riêng tư gắn tường

source: Wall-mounted upper cabinets the full length of the countertop [112805] Tủ trên treo tường chiều dài toàn phần của mặt bàn
vi: Wall-mounted upper cabinets the full length of the countertop [112805] Tủ trên treo tường có chiều dài tương đương chiều dài toàn bộ mặt bàn bếp

source: Walls behind the front desk must meet the following: [102716] Tường phía sau bàn trước phải đáp ứng như sau:
vi: Walls behind the front desk must meet the following: [102716] Tường phía sau bàn lễ tân phải đáp ứng như sau:

source: Warm tone [124068] Tông màu ấm
vi: Warm tone [124068] Tông ấm

source: Water Level Indicator Window 1 Cửa sổ chỉ báo mực nước 1
vi: Water Level Indicator Window 1 Cửa sổ cho thấy mực nước 1 (thiếu link)

source: Water Level Indicator Window 2 Cửa sổ chỉ báo mực nước 2
vi: Water Level Indicator Window 2 Cửa sổ cho thấy mực nước 2 (thiếu link)

source: Water Supply
vi: Gas Supply Nguồn cấp nước

source: Water Supply Cung Cấp Nước
vi: Gas Supply Nguồn cấp Gas

source: Water depth markings clearly visible [56417] Đánh dấu độ sâu dễ nhìn
vi: Water depth markings clearly visible [56417] Đánh dấu độ sâu dễ thấy

source: Water depth must not be more than 60cm (2ft) deep [63902] Độ sâu của nước không được sâu quá 60cm (2ft)
vi: Water depth must not be more than 60cm (2ft) deep [63902] Độ sâu của nước không quá 60cm

source: Water must be provided [29019] Phải cung cấp nước.
vi: Water must be provided [29019] Phải cung cấp nước uống.

source: Water-repellent [79102] Không thấm nước
vi: Water-repellent [79102] chống thấm nước

source: Weave: Plain Single Pick [66766] Dệt: Dệt bình thường loại đơn
vi: Weave: Plain single pick [66766] Phương pháp dệt vải: kiểu dệt single pick (duy nhất một sợi ngang được dệt vào sợi dọc trong 1 thời điểm)

source: Weave: Plain single pick [66780] Dệt: Dệt bình thường loại đơn
vi: Weave: Plain single pick [66780] Phương pháp dệt vải: kiểu dệt single pick (duy nhất một sợi ngang được dệt vào sợi dọc trong 1 thời điểm)

source: Weave: Plain single pick [66804] Dệt: bình thường kiểu đơn
vi: Weave: Plain single pick [66804] Phương pháp dệt: kiểu dệt single pick (duy nhất một sợi ngang được dệt vào sợi dọc trong 1 thời điểm)

source: Weigh between 900g (2lbs) to 1.8kg (4lbs) [58826] Cân nặng từ 900g (2lbs) đến 1,8kg (4lbs)
vi: Weigh between 900g (2lbs) to 1.8kg (4lbs) [58826] Trọng lượng từ 900g (2lbs) đến 1,8kg (4lbs)

source: Welcome Amenity Tiện Ích Chào Đón
vi: Welcome Amenity

source: Welcome Mat Guidelines Hướng Dẫn Thảm Chào Đón
vi: Welcome Mat Guidelines Hướng Dẫn Thảm Chào Đón (thiếu link)

source: Welcome Mat Guidelines hướng dẫn thảm chào đón
vi: Welcome Mat Guidelines Hướng Dẫn Thảm Chào Đón (thiếu link)

source: Welcome desk
vi: Welcome desk Bàn tiếp đón

source: Well fitted and stain free ironing board cover [90535] Lớp bọc bàn ủi không ố bẩn và lắp đặt tốt
vi: Well fitted and stain free ironing board cover [90535] Lớp bọc cầu là vừa vặn và không ố bẩn

source: Well., Cork & Kale, HUALUXE, HUALUXE & Design, Fu Lin, Aspire Rewards, IHG, IHG Rewards Club, Great Hotels Guests Love, Green Engage, Holidex là những thương hiệu của IHG hoặc chi nhánh của nó.
vi: Well., Cork & Kale, HUALUXE, HUALUXE & Design, Fu Lin, Aspire Rewards, IHG, IHG Rewards Club, Great Hotels Guests Love, Green Engage, Holidex là những thương hiệu hoặc chi nhánh của IHG.

source: When secondary doors are locked, signage must be provided to include the following: [57682] Khi cửa phụ bị khóa, phải cung cấp biển báo như sau:
vi: When secondary doors are locked, signage must be provided to include the following: [57682] Khi cửa thứ hai bị khóa, phải cung cấp biển báo như sau:

source: When tea and/or coffee is ordered, the following must be offered at a minimum: [51345] Khi đặt hàng trà và / hoặc cà phê, phải cung cấp tối thiểu như sau:
vi: When tea and/or coffee is ordered, the following must be offered at a minimum: [51345] Khi khách đặt trà và/hoặc cà phê, phải cung cấp tối thiểu như sau:

source: Where Family suites are provided, they must meet the following: [112782] Trường hợp cung cấp bộ phòng Suites cho gia đình, chúng phải đáp ứng như sau:
vi: Where Family suites are provided, they must meet the following: [112782] Trường hợp cung cấp Suites cho gia đình, chúng phải đáp ứng như sau:

source: Where a Fixed Fire Suppression System is installed in the hotel the sauna cabin must be fitted with a high temperature sprinkler head [56273] Khi lắp đặt hệ thống chữa cháy cố định trong khách sạn, buồng xông hơi phải được trang bị đầu phun nước nhiệt độ cao
vi: Where a Fixed Fire Suppression System is installed in the hotel the sauna cabin must be fitted with a high temperature sprinkler head [56273] Khi lắp đặt hệ thống chữa cháy cố định trong khách sạn, buồng xông hơi phải được trang bị sprinkler nhiệt độ cao

source: Where a VIP arrival system is provided it must meet the following: [331084] Trường hợp cung cấp hệ thống điểm đến VIP, phải đáp ứng như sau:
vi: Where a VIP arrival system is provided it must meet the following: [331084] Trường hợp cung dịch vụ chào đón khách VIP, phải đáp ứng như sau:

source: Where a balcony is accessible from the guest room, the following must be provided: [58508] Trường hợp có thể đến ban công từ phòng khách, phải cung cấp các thông tin sau:
vi: Where a balcony is accessible from the guest room, the following must be provided: [58508] Trường hợp phòng khách nối ra ban công, phải cung cấp các tính năng sau:

source: Where a built-in luggage rack is provided it must meet the following: [89766] Khi cung cấp giá hành lý tích hợp, phải đáp ứng như sau:
vi: Where a built-in luggage rack is provided it must meet the following: [89766] Khi cung cấp giá hành lý liền tường, phải đáp ứng như sau:

source: Where a business center is provided, it must meet the following: [91128] Trường hợp cung cấp một trung tâm dịch vụ văn phòng, nó phải đáp ứng như sau:
vi: Where a business center is provided, it must meet the following: [91128] Trường hợp cung cấp business center, nó phải đáp ứng như sau:

source: Where a clock is provided it must meet the following: [91179] Trường hợp cung cấp đồng hồ, nó phải đáp ứng như sau:
vi: Where a clock is provided it must meet the following: [91179] Trường hợp cung cấp đồng hồ, phải đáp ứng như sau:

source: Where a fixed shower head is provided it must meet the following: [89486] Trường hợp cung cấp một vòi hoa sen cố định, phải đáp ứng như sau:
vi: Where a fixed shower head is provided it must meet the following: [89486] Trường hợp cung cấp vòi hoa sen cố định, phải đáp ứng như sau:

source: Where a hotel chooses to purchase brand neutral / generic keywords, these must be in a separate campaign(s) from the one that contains their official hotel name [718049] Khi một khách sạn chọn mua các từ khóa trung lập / chung chung, các từ khóa này phải nằm trong (những) chiến dịch riêng biệt với một từ có chứa tên khách sạn chính thức của họ
vi: Where a hotel chooses to purchase brand neutral/generic keywords, these must be in a separate campaign(s) from the one that contains their official hotel name [718049] Khi một khách sạn chọn mua các từ khóa trung lập/chung chung, các từ khóa này phải nằm trong (những) chiến dịch riêng so với từ có chứa tên khách sạn chính thức của họ

source: Where a hotel chooses to purchase brand neutral / generic keywords, these must include IHG® Brand Khi một khách sạn chọn mua các từ khóa trung lập / chung chung, những từ này phải bao gồm IHG® Brand
vi: Where a hotel chooses to purchase brand neutral/generic keywords, these must include IHG® Brand Trademarks and commonly misspelled variations as negative phrase match keywords

source: Where a hotel is not protected by a Fixed Fire Suppression System, guest rooms equipped with stove type cooking equipment must have a Fixed Fire Suppression System.
vi: Where a hotel is not protected by a Fixed Fire Suppression System, guest rooms equipped with stove type cooking equipment must have a Fixed Fire Suppression System. Nếu khách sạn không được bảo vệ bởi hệ thống chữa cháy cố định, phòng khách có bếp nấu phải được trang bị hệ thống chữa cháy cố định

source: Where a shower rail is installed, it must be the brand approved curved shower rail and meet the following: [79106] Nếu lắp đặt thanh treo nhà tắm, nó phải là thanh cong nhà tắm được phê duyệt và đáp ứng như sau:
vi: Where a shower rail is installed, it must be the brand approved curved shower rail and meet the following: [79106] Nếu lắp đặt thanh treo rèm nhà tắm, phải là thanh treo dạng cong được thương hiệu phê duyệt và đáp ứng như sau:

source: Where a silent compressor fridge is provided, it must meet the following: [78823] Trường hợp cung cấp tủ lạnh nén im lặng, phải đáp ứng như sau:
vi: Where a silent compressor fridge is provided, it must meet the following: [78823] Trường hợp cung cấp tủ lạnh máy nén không ồn, phải đáp ứng như sau:

source: Where a wheel chair refuge is provided in staircases it must meet the following: [356095] Trường hợp cung cấp chỗ cho xe lăn trong cầu thang, nó phải đáp ứng như sau:
vi: Where a wheel chair refuge is provided in staircases it must meet the following: [356095] Trường hợp cung cấp vị trí chờ cho xe lăn trên cầu thang thoát hiểm, phải đáp ứng như sau:

source: Where an absorption type fridge is provided, it must meet the following: [78817] Trường hợp cung cấp một tủ lạnh loại hấp thụ, phải đáp ứng như sau:
vi: Where an absorption type fridge is provided, it must meet the following: [78817] Trường hợp cung cấp tủ lạnh hấp thụ, phải đáp ứng như sau:

source: Where an extra bed is requested, the following amenities must be provided: [58854] Khi yêu cầu một giường phụ, phải cung cấp các tiện nghi sau đây:
vi: Where an extra bed is requested, the following amenities must be provided: [58854] Khi khách yêu cầu bổ sung giường phụ, phải cung cấp các tiện nghi sau đây:

source: Where artwork or artefacts are provided as part of the arrival and entrance area, they must meet the following: [17405] Trường hợp tác phẩm nghệ thuật hoặc đồ tạo tác được cung cấp như một phần của khu vực đến và ra vào, phải đáp ứng như sau:
vi: Where artwork or artefacts are provided as part of the arrival and entrance area, they must meet the following: [17405] Trường hợp tranh ảnh nghệ thuật hoặc đồ tạo tác được cung cấp như một phần của khu vực tiếp đón khách đến và lối ra vào, chúng phải đáp ứng như sau:

source: Where automated teller machines (ATMs) are provided they must meet the following: [21243] Trường hợp cung cấp máy rút tiền tự động (các cây ATM), phải đáp ứng các điều sau đây
vi: Where automated teller machines (ATMs) are provided they must meet the following: [21243] Trường hợp cung cấp máy rút tiền tự động (ATM), phải đáp ứng các điều sau đây

source: Where baths are provided they must meet the following: [89478] Nếu cung cấp nhà tắm, phải đáp ứng như sau:
vi: Where baths are provided they must meet the following: [89478] Nếu cung cấp bồn tắm, phải đáp ứng như sau:

source: Where bicycle stands are provided, they must meet the following: [17457] Trường hợp cung cấp giá chống xe đạp, chúng phải đáp ứng như sau:
vi: Where bicycle stands are provided, they must meet the following: [17457] Trường hợp cung cấp giá dựng xe đạp, phải đáp ứng như sau:

source: Where boardrooms are provided they must meet the following: [68807] Trường hợp cung cấp phòng họp, chúng phải đáp ứng như sau:
vi: Where boardrooms are provided they must meet the following: [68807] Trường hợp cung cấp phòng boardrooms, chúng phải đáp ứng như sau:

source: Where coasters are used, the tumblers must be placed upside down [58639] Khi sử dụng đế lót, các cốc phải được úp ngược
vi: Where coasters are used, the tumblers must be placed upside down [58639] Khi sử dụng lót cốc, các cốc phải được úp ngược

source: Where controlled parking is provided, the access point must meet the following: [12252] Khi cung cấp bãi đậu xe được kiểm soát, điểm truy cập phải đáp ứng như sau:
vi: Where controlled parking is provided, the access point must meet the following: [12252] Khi cung cấp bãi đậu xe có kiểm soát, điểm truy cập phải đáp ứng như sau:

source: Where curtains are provided they must meet the following: [13117] Trường hợp cung cấp rèm cửa, chúng phải đáp ứng như sau:
vi: Where curtains are provided they must meet the following: [13117] Trường hợp cung cấp rèm cửa, rèm phải đáp ứng như sau:

source: Where digital newspaper is provided, the host/hostess or delegated host/hostess must inform the guest of its availability and offer assistance [578066] Khi cung cấp báo kỹ thuật số, chủ nhà hoặc chủ nhà được ủy quyền phải thông báo cho khách về các hỗ trợ sẵn có này.
vi: Where digital newspaper is provided, the host/hostess or delegated host/hostess must inform the guest of its availability and offer assistance [578066] Khi cung cấp báo kỹ thuật số, nhân viên lễ tân hoặc nhân viên lễ tân được ủy quyền phải thông báo cho khách về các dịch vụ này và đề nghị hỗ trợ.

source: Where digital newspapers are requested, colleagues must be able to assist guests with installation and passwords for their own devices [578065] Khi yêu cầu báo kỹ thuật số, các nhân viên phải có thể hỗ trợ khách lắp đặt và mật khẩu cho thiết bị của riêng họ
vi: Where digital newspapers are requested, colleagues must be able to assist guests with installation and passwords for their own devices [578065] Nếu yêu cầu có báo kỹ thuật số, các nhân viên phải có thể hỗ trợ khách cài đặt và đặt mật khẩu cho thiết bị riêng của họ

source: Where door signage is provided to indicate smoking or non-smoking rooms, it must meet the following: [78347] Trường hợp cung cấp biển báo cửa để chỉ phòng hút thuốc hoặc không hút thuốc, thì phải đáp ứng như sau:
vi: Where door signage is provided to indicate smoking or non-smoking rooms, it must meet the following: [78347] Trường hợp cung cấp biển báo gắn cửa để chỉ phòng hút thuốc hoặc không hút thuốc, thì phải đáp ứng như sau:

source: Where faceplates for lift call buttons are provided they must meet the following: [58386] Trường hợp cung cấp bản mặt kim loại cho nút gọi thang máy, chúng phải đáp ứng như sau:
vi: Where faceplates for lift call buttons are provided they must meet the following: [58386] Trường hợp nút gọi thang máy là kim loại, chúng phải đáp ứng như sau:

source: Where flag poles are provided, they must meet the following: [79898] Trường hợp cung cấp cột cờ họ phải đáp ứng như sau:
vi: Where flag poles are provided, they must meet the following: [79898] Trường hợp cung cấp cột cờ, cột phải đáp ứng như sau:

source: Where flag poles are required their installation must meet the following: [57923] Trường hợp yêu cầu cột cờ, phải đáp ứng như sau:
vi: Where flag poles are required their installation must meet the following: [57923] Trường hợp yêu cầu có cột cờ, phải đáp ứng như sau:

source: Where flags are provided, one of the following sizes must be used: [79935] Khi cung cấp cờ, một trong phải dùng các kích thước sau:
vi: Where flags are provided, one of the following sizes must be used: [79935] Khi cung cấp cờ, phải dùng một trong các kích thước cờ sau:

source: Where freestanding flag poles are provided they must be one of the following heights: [79933] Trường hợp cung cấp cột cờ đứng tự do, phải cao theo một trong những độ cao sau:
vi: Where freestanding flag poles are provided they must be one of the following heights: [79933] Trường hợp cung cấp cột cờ đứng tự do, phải theo một trong những độ cao sau:

source: Where gas fires are provided an automatic ignition source with combustion controls to prevent gas from being released into the room is required.
vi: Where gas fires are provided an automatic ignition source with combustion controls to prevent gas from being released into the room is required. Đối với thiết bị đốt gas, phải có nguồn đánh lửa tự động với bộ điều khiển quá trình đốt cháy để ngăn khí gas thoát vào phòng

source: Where illuminated, lighting must be evenly spread with no dark spots [65041] Khi được chiếu sáng, ánh sáng phải được trải đều không có điểm tối
vi: Where illuminated, lighting must be evenly spread with no dark spots [65041]Khi biển được chiếu sáng, ánh sáng phải được chiếu đều, không có điểm tối

source: Where life safety rings and/or throwing lines are used they must be connected to a rope that extends to 1.5 times the width of the pool [278067] Khi sử dụng vòng an toàn tính mạng và / hoặc dây ném, chúng phải được kết nối với một sợi dây có chiều rộng gấp 1,5 lần chiều rộng của bể bơi
vi: Where life safety rings and/or throwing lines are used they must be connected to a rope that extends to 1.5 times the width of the pool [278067] Khi sử dụng phao tròn và/hoặc dây ném, chúng phải được kết nối với một sợi dây có chiều rộng gấp 1,5 lần chiều rộng của bể bơi

source: Where nosings are installed they must be flush and securely fastened [15677] Khi lắp đặt bờ tường, chúng phải phẳng và cố định an toàn
vi: Where nosings are installed they must be flush and securely fastened [15677] Nếu lắp bọc mép bậc cầu thang, chúng phải phẳng và được cố định chắc chắn
